Can't mirror Element.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId CantChangeParamMirror { get; }
  Visual Basic
Public Shared ReadOnly Property CantChangeParamMirror As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ CantChangeParamMirror {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures PointFailures Class
  Autodesk.Revit.DB Namespace